<?php

return [

    /*
    |--------------------------------------------------------------------------
    | User Language Lines
    |--------------------------------------------------------------------------
    */
    'copyright' => 'جميع الحقوق محفوظة',
    'gotolist' => 'رجوغ',
    'exportpdf' => 'تحميل PDF',
    'archive' => 'أرشيف',
    'cancel' => 'الغاء',
    'yes' => 'نعم',
    'no' => 'لا',
    'add' => 'اضافة عنصر',
    'show' => 'اظهار',
    'edit' => 'تغيير',
    'delete' => 'حذف',
    'submit' => 'ارسال',
    'actions'=>'أجراءات',
    'empty_list'=>'لا توجد عناصر ...',
    'confirm_delete'=>'هل انت متأكد',
    'confirm_delete_text'=>'يرجى الانتباه ,العملية لا يمكن عكسها في المستقبل',
    'pages_list' => '&nbsp;&nbsp;P : :current - :length &nbsp;|&nbsp; :total',
    'all_elements' => 'جميع العناصر',
    
    'close'=>'اقفال',
    'ok'=>'OK',
    'send'=>'ارسال',

    'space_manager' => 'فضاء الادارة',
    'space_teacher' => 'فضاء الاستاذ',
    'space_student' => 'فضاء الطالب',

    'logout' => 'تسجيل الخروج',
    
    'has' => 'كما سيتم حذفها',
    'attention' => 'انتبه',
    'oui' => 'حسنا',


    // email
    'msg_reset'         => 'أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلبًا لإعادة تعيين كلمة المرور لحسابك.',
    'not_request'       => 'إذا لم تطلب إعادة تعيين كلمة المرور ، فلا يلزم اتخاذ أي إجراء',
    'reset_password'    =>'اعادة تعيين كلمة المرور',
    
    'no_result'=>'لا نتائج ...',
    'failed'=>'خطأ يرجى المحاولة مرة أخرى',

];
