<?php

return [

    /*
    |--------------------------------------------------------------------------
    | User Language Lines
    |--------------------------------------------------------------------------
    */
    'module_name'=>' المستخدمين',
    'list_'=>'قائمة المستخدمين',
    'user'=>'المستخدمين',
    'user_create'=>'اضافة مستخدم',
    'user_edit'=>'تعديل مستخدم',
    'user_show'=>'اظهار مستخدم',

    'name'=>'الاسم',
    'email'=>'البريد الالكتروني',
    'password'=>'كلمة المرور',
    'password_confirmation'=>'تأكيد كلمة المرور',
    'groupes'=>'المجموعة',
    'created_at'=>'انشئ في',
    'updated_at'=>'حدت في',
    'phone'=>'الهاتف',
    'role'=>'الوظيفة',
    'avatar'=>'الصورة الرمزية للمستخدم',
    'cin'=>'رقم بطاقة التعريف الوطنية',
    'cne'=>'الهوية أو رمز الطالب الوطني',
    'superadmin'=>'المشرف المتميز',
];
